[
  {
    "image": "https://i.ibb.co.com/8Dn5ZN38/todoist.webp",
    "title": "Todoist",
    "companyName": "Doist Inc.",
    "id": 1,
    "slogan": "Task Mastery",
    "description": "Todoist is a cross-platform task and project management application that helps individuals and teams organize their work efficiently through digital to-do lists. Users can create, prioritize, and manage tasks with due dates, labels, and reminders. The app syncs instantly across devices for seamless access anywhere. It includes collaboration tools for shared projects, productivity tracking with a karma system, and smart scheduling powered by natural language input. Todoist combines simplicity with power, making it ideal for personal organization and team productivity."    ,
    "size": 75,
    "reviews": 120,
    "ratingAvg": 4.7,
    "downloads": 25,
    "ratings": [
      { "name": "1 star", "count": 10000 },
      { "name": "2 star", "count": 8000 },
      { "name": "3 star", "count": 30000 },
      { "name": "4 star", "count": 200000 },
      { "name": "5 star", "count": 970000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/FqXzdFdV/Evernote.jpg",
    "title": "Evernote",
    "companyName": "Evernote Corporation",
    "id": 2,
    "slogan": "Smart Notes",
    "description": "Evernote is a versatile note-taking and organization platform designed to help users capture ideas, manage tasks, and store information in one place. It supports text notes, audio memos, images, and document scanning, all synced across multiple devices. Evernote’s notebook and tagging system ensures fast access to any note, while its search engine even finds text inside images. With integrations for popular tools like Google Drive and Slack, it’s perfect for professionals, students, and teams seeking a digital workspace for notes and research."    ,
    "size": 150,
    "reviews": 200,
    "ratingAvg": 4.6,
    "downloads": 40,
    "ratings": [
      { "name": "1 star", "count": 20000 },
      { "name": "2 star", "count": 15000 },
      { "name": "3 star", "count": 50000 },
      { "name": "4 star", "count": 400000 },
      { "name": "5 star", "count": 1535000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/3yyJ24Hd/Google_Keep.jpg",
    "title": "Google Keep",
    "companyName": "Google LLC",
    "id": 3,
    "slogan": "Quick Notes",
    "description": "Google Keep is a fast and simple note-taking app that helps users capture thoughts instantly and stay organized. You can create notes, lists, voice memos, and image-based reminders that sync automatically across devices. Notes can be color-coded, labeled, and shared for collaboration. Its integration with Google Workspace ensures easy access alongside Gmail, Calendar, and Docs. Google Keep’s minimal design and instant sync make it ideal for quick reminders, daily planning, and idea tracking on the go."    ,"size": 90,
    "reviews": 350,
    "ratingAvg": 4.7,
    "downloads": 100,
    "ratings": [
      { "name": "1 star", "count": 25000 },
      { "name": "2 star", "count": 20000 },
      { "name": "3 star", "count": 80000 },
      { "name": "4 star", "count": 700000 },
      { "name": "5 star", "count": 2680000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/RThYzqwR/Trello.jpg",
    "title": "Trello",
    "companyName": "Atlassian",
    "id": 4,
    "slogan": "Visual Workflow",
    "description": "Trello is a visual project management and collaboration tool that uses boards, lists, and cards to help users organize tasks and workflows. Each project is represented as a board, where cards represent individual tasks that can be moved through stages of progress. Trello supports team collaboration with comments, attachments, and real-time updates. Integrations with Slack, Google Drive, and other tools streamline workflow automation. Trello’s drag-and-drop simplicity makes it perfect for agile teams, freelancers, and personal task planning."    ,"size": 110,
    "reviews": 180,
    "ratingAvg": 4.6,
    "downloads": 30,
    "ratings": [
      { "name": "1 star", "count": 18000 },
      { "name": "2 star", "count": 15000 },
      { "name": "3 star", "count": 50000 },
      { "name": "4 star", "count": 350000 },
      { "name": "5 star", "count": 1385000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/20JxvDSS/Microsoft-To-Do.jpg",
    "title": "Microsoft To Do",
    "companyName": "Microsoft Corporation",
    "id": 5,
    "slogan": "Daily Planner",
    "description": "Microsoft To Do is a smart task planner that enables users to create, organize, and track daily activities and long-term goals. It syncs seamlessly across all devices via Microsoft accounts and integrates directly with Outlook tasks. Users can create lists, set reminders, and prioritize important work using My Day. With collaborative lists and shared projects, it’s great for both individuals and teams. The app’s simple yet effective interface ensures focus, structure, and productivity in everyday life."    ,"size": 80,
    "reviews": 170,
    "ratingAvg": 4.5,
    "downloads": 60,
    "ratings": [
      { "name": "1 star", "count": 25000 },
      { "name": "2 star", "count": 20000 },
      { "name": "3 star", "count": 70000 },
      { "name": "4 star", "count": 500000 },
      { "name": "5 star", "count": 1080000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/tPZ5THmN/Slack.jpg",
    "title": "Slack",
    "companyName": "Salesforce, Inc.",
    "id": 6,
    "slogan": "Team Chat",
    "description": "Slack is a powerful team communication and collaboration platform that replaces traditional emails with organized messaging channels. Teams can create channels by project or topic, share files, make audio/video calls, and integrate with hundreds of productivity apps. Slack also supports searchable message history, reminders, and workflow automation. Whether for remote teams or office-based organizations, Slack centralizes communication and keeps everyone aligned, improving transparency and work efficiency."    ,"size": 190,
    "reviews": 220,
    "ratingAvg": 4.4,
    "downloads": 50,
    "ratings": [
      { "name": "1 star", "count": 35000 },
      { "name": "2 star", "count": 25000 },
      { "name": "3 star", "count": 90000 },
      { "name": "4 star", "count": 600000 },
      { "name": "5 star", "count": 1450000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/y72TYwX/Google-Drive.jpg",
    "title": "Google Drive",
    "companyName": "Google LLC",
    "id": 7,
    "slogan": "Cloud Storage",
    "description": "Google Drive is a cloud-based file storage and management solution that allows users to store, share, and collaborate on files securely from any device. With 15GB of free storage and integration across Google Workspace, it supports documents, spreadsheets, photos, and more. Real-time collaboration and version control make teamwork seamless. Google’s encryption and access controls ensure data security. Drive’s smart search powered by AI makes finding files effortless, enhancing workflow for students, professionals, and businesses."    ,"size": 210,
    "reviews": 800,
    "ratingAvg": 4.8,
    "downloads": 500,
    "ratings": [
      { "name": "1 star", "count": 90000 },
      { "name": "2 star", "count": 80000 },
      { "name": "3 star", "count": 200000 },
      { "name": "4 star", "count": 1200000 },
      { "name": "5 star", "count": 6420000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/1GWcb2gp/Google-Calendar.jpg",
    "title": "Google Calendar",
    "companyName": "Google LLC",
    "id": 8,
    "slogan": "Smart Scheduler",
    "description": "Google Calendar is a smart time management and scheduling application designed to help users organize events, meetings, and reminders effortlessly. It syncs across devices and integrates deeply with other Google apps. Users can create shared calendars, receive notifications, and get smart suggestions for event planning. It automatically pulls events from Gmail and supports collaboration by allowing others to view availability. Google Calendar ensures you stay on top of deadlines and manage time efficiently, both personally and professionally."    ,"size": 95,
    "reviews": 500,
    "ratingAvg": 4.7,
    "downloads": 300,
    "ratings": [
      { "name": "1 star", "count": 50000 },
      { "name": "2 star", "count": 40000 },
      { "name": "3 star", "count": 100000 },
      { "name": "4 star", "count": 900000 },
      { "name": "5 star", "count": 3910000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/WjrxKw4/Asana.jpg",
    "title": "Asana",
    "companyName": "Asana, Inc.",
    "id": 9,
    "slogan": "Work Tracker",
    "description": "Asana is a work management and productivity platform designed to help teams organize projects, track progress, and meet deadlines efficiently. Users can create tasks, assign responsibilities, and visualize workflows using boards, lists, or timelines. It supports automation for repetitive tasks, integrations with tools like Slack and Google Drive, and real-time progress tracking. Asana ensures everyone stays aligned on project goals, making it a go-to solution for businesses aiming for transparency and efficiency in teamwork."    ,"size": 125,
    "reviews": 130,
    "ratingAvg": 4.6,
    "downloads": 20,
    "ratings": [
      { "name": "1 star", "count": 10000 },
      { "name": "2 star", "count": 8000 },
      { "name": "3 star", "count": 30000 },
      { "name": "4 star", "count": 250000 },
      { "name": "5 star", "count": 1000000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/W40c95nm/Zoom.jpg",
    "title": "Zoom",
    "companyName": "Zoom Video Communications",
    "id": 10,
    "slogan": "Virtual Meetings",
    "description": "Zoom is a cloud-based video conferencing platform that allows users to host virtual meetings, webinars, and online collaborations with high-quality audio and video. It supports screen sharing, breakout rooms, and chat messaging during sessions. Ideal for remote teams, educators, and organizations, Zoom simplifies online communication and teamwork. Meetings can be recorded, and integrations with platforms like Google Calendar and Slack enhance its functionality. Zoom keeps people connected across time zones, enabling productivity anywhere."    ,"size": 180,
    "reviews": 900,
    "ratingAvg": 4.5,
    "downloads": 500,
    "ratings": [
      { "name": "1 star", "count": 100000 },
      { "name": "2 star", "count": 90000 },
      { "name": "3 star", "count": 250000 },
      { "name": "4 star", "count": 1500000 },
      { "name": "5 star", "count": 7550000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/7Mw5MmS/Dropbox.jpg",
    "title": "Dropbox",
    "companyName": "Dropbox, Inc.",
    "id": 11,
    "slogan": "File Keeper",
    "description": "Dropbox is a reliable cloud storage and file-sharing service that lets users back up, access, and share documents from any device. It features automatic syncing, file version history, and robust collaboration tools. Dropbox integrates with Microsoft Office, Slack, and other apps, allowing teams to work together seamlessly. Its smart sync and selective offline access ensure data is always available when needed. With advanced encryption, Dropbox provides both convenience and security for individuals and businesses."    ,"size": 170,
    "reviews": 450,
    "ratingAvg": 4.6,
    "downloads": 100,
    "ratings": [
      { "name": "1 star", "count": 40000 },
      { "name": "2 star", "count": 30000 },
      { "name": "3 star", "count": 80000 },
      { "name": "4 star", "count": 500000 },
      { "name": "5 star", "count": 3850000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/zHByWqV7/Forest.jpg",
    "title": "Forest",
    "companyName": "SeekrTech",
    "id": 12,
    "slogan": "Focus Grower",
    "description": "Forest is a focus and productivity timer app that uses gamification to help users stay off their phones and concentrate on work. When users focus, a virtual tree grows, but leaving the app kills the tree. Over time, users build a virtual forest representing their focused sessions. It includes a built-in timer, daily goals, and progress tracking. Forest encourages mindful productivity and helps users develop better digital habits while rewarding consistency and focus."    ,"size": 85,
    "reviews": 220,
    "ratingAvg": 4.8,
    "downloads": 20,
    "ratings": [
      { "name": "1 star", "count": 10000 },
      { "name": "2 star", "count": 8000 },
      { "name": "3 star", "count": 30000 },
      { "name": "4 star", "count": 100000 },
      { "name": "5 star", "count": 582000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/GQDWHphV/Canva.jpg",
    "title": "Canva",
    "companyName": "Canva Pty Ltd",
    "id": 13,
    "slogan": "Design Simplified",
    "description": "Canva is a user-friendly graphic design and content creation platform that enables anyone to design professional visuals with ease. It offers thousands of customizable templates for presentations, posters, social media posts, and marketing materials. Users can drag and drop elements, collaborate in real time, and export designs instantly. Canva’s vast library of fonts, images, and icons makes creative work simple and accessible. Perfect for businesses, students, and creators who want high-quality visuals without complex design tools."    ,"size": 200,
    "reviews": 750,
    "ratingAvg": 4.8,
    "downloads": 200,
    "ratings": [
      { "name": "1 star", "count": 90000 },
      { "name": "2 star", "count": 60000 },
      { "name": "3 star", "count": 150000 },
      { "name": "4 star", "count": 1200000 },
      { "name": "5 star", "count": 8650000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/WpRWVzvQ/Grammarly_Keyboard.jpg",
    "title": "Grammarly Keyboard",
    "companyName": "Grammarly, Inc.",
    "id": 14,
    "slogan": "Write Better",
    "description": "Grammarly Keyboard is an AI-powered writing assistant that ensures your text is clear, effective, and error-free. It automatically checks grammar, spelling, punctuation, and tone in real time as you type. Users receive suggestions to improve clarity, vocabulary, and readability. Available as a mobile keyboard and browser extension, Grammarly integrates with popular apps like Gmail, Slack, and social media platforms. It’s ideal for professionals, students, and anyone aiming to write with confidence and precision."    ,"size": 95,
    "reviews": 650,
    "ratingAvg": 4.7,
    "downloads": 100,
    "ratings": [
      { "name": "1 star", "count": 60000 },
      { "name": "2 star", "count": 40000 },
      { "name": "3 star", "count": 100000 },
      { "name": "4 star", "count": 800000 },
      { "name": "5 star", "count": 5460000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/FqXVcGpT/Clockify.jpg",
    "title": "Clockify",
    "companyName": "COING Inc.",
    "id": 15,
    "slogan": "Time Tracker",
    "description": "Clockify is a time-tracking and productivity monitoring tool designed for freelancers, teams, and businesses. Users can log hours, start timers, and categorize work by project or task. The app generates detailed reports for tracking productivity and billable hours. With integrations for tools like Trello, Asana, and Jira, it fits seamlessly into existing workflows. Clockify helps users understand where their time goes, optimize performance, and improve work-life balance through clear data insights."    ,"size": 60,
    "reviews": 70,
    "ratingAvg": 4.6,
    "downloads": 10,
    "ratings": [
      { "name": "1 star", "count": 5000 },
      { "name": "2 star", "count": 3000 },
      { "name": "3 star", "count": 10000 },
      { "name": "4 star", "count": 100000 },
      { "name": "5 star", "count": 582000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/xq30hpyM/notion.jpg",
    "title": "Notion",
    "companyName": "Notion Labs, Inc.",
    "id": 16,
    "slogan": "Second Brain",
    "description": "Notion is an all-in-one workspace for note-taking, project management, and collaboration. It combines documents, databases, to-do lists, and calendars in a highly customizable interface. Users can organize personal tasks or manage team projects in one unified space. Notion supports templates, real-time collaboration, and integration with other tools. Its flexibility makes it a favorite among professionals, students, and creators who want full control over their workflow and digital organization."    ,
    "size": 130,
    "reviews": 150,
    "ratingAvg": 4.8,
    "downloads": 35,
    "ratings": [
      { "name": "1 star", "count": 15000 },
      { "name": "2 star", "count": 10000 },
      { "name": "3 star", "count": 40000 },
      { "name": "4 star", "count": 250000 },
      { "name": "5 star", "count": 1225000 }
    ]
  }
]
